12/data/attachments/b7d5579800079de7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:username>
            <nif:friendToBeAdded>Lisa_result_Actions_93522_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>